Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Tentacruel.Description
source: Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.
de: Tentoxa besitzt Tentakel, die es jederzeit ausfahren und einziehen kann. Es fängt damit Beute und schwächt diese, indem es ihr ein starkes Gift verabreicht. Es kann bis zu 80 Opfer gleichzeitig fangen.
es: Tentacruel tiene unos tentáculos que puede alargar o acortar. Los usa para atrapar a su presa y debilitarla mediante una sustancia muy tóxica. Puede llegar a atrapar hasta a 80 presas a la vez.
fr: Les tentacules de Tentacruel peuvent s’allonger et se rétracter à volonté. Il serre sa proie dans ses tentacules et l’affaiblit en lui injectant une toxine. Il peut attraper jusqu’à 80 proies en même temps.
he: Tentacruel יש זרועות שניתן בחופשיות מוארכת או מקוצר כרצונם. הוא לוכד את הטרף עם זרועות שלו, מחליש את הטרף על ידי מינון זה עם רעלן קשים. זה יכול לתפוס טרף עד 80 באותו זמן.
it: Tentacruel è dotato di tentacoli che si allungano e accorciano in base alle sue esigenze. Intrappola la preda con i tentacoli e la indebolisce con un potente veleno. Riesce a catturare fino a 80 prede contemporaneamente.
ja: じゆうに のびちぢ する しょくしゅで えものを からめとり もうどくを あたえて よわらせる。 いっぺんに ８０ぴきの えものを つかまえるぞ。
pt_br: Tentacruel tem tentáculos que podem ser livremente alongados e encurtados. Ele enrola presas com seus tentáculos e enfraquece a presa dosando uma toxina. Ele pode pegar até 80 presas ao mesmo tempo.
tr: Tentacruel özgürce uzayan ve kısalan dokunaçlara sahiptir. Dokunaçlarıyla avını kavrar ve sert zehirlerle onu zayıflatır. Aynı anda 80'e kadar av yakalayabilir.

# Geodude.Description
source: When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.
de: Wenn Kleinstein tief und fest schläft, gräbt es sich selbst zur Hälfte im Boden ein. Selbst wenn Wanderer versehentlich auf Kleinstein treten, wacht es nicht auf. Am Morgen rollt es auf der Suche nach Nahrung den Berg herunter.
es: Cuando Geodude duerme profundamente, se entierra a medias en el suelo y no se despierta ni aunque lo pisen sin querer. Por la mañana, se dedica a buscar comida rodando ladera abajo.
fr: Pour dormir profondément, Racaillou s’enterre à moitié dans le sol. Il ne se réveille pas, même si des randonneurs lui marchent dessus. Au petit matin, ce Pokémon roule en contrebas en quête de nourriture.
he: כאשר Geodude ישן עמוק, זה קוברת עצמה באמצע הדרך לתוך הקרקע. זה לא חלום, אפילו אם מטיילים נעלה עליו מבלי משים. בבוקר, פוקימון זה מתגלגל במורד בחיפוש אחר מזון.
it: Quando Geodude dorme profondamente si nasconde parzialmente nel terreno. Non si sveglia neanche se i passanti lo calpestano involontariamente. La mattina questo Pokémon rotola a valle in cerca di cibo.
ja: じめんに はんぶん うまり ぐっすり ねむる。 とざんしゃに ふまれても まったく おきないよ。 あさ エサを さがして さかを ころがりおちる。
pt_br: Quando Geodude dorme profundamente, ele se enterra por a metade dentro do chão. Ele não vai acordar mesmo que os caminhantes pisem nele involuntariamente. Pela manhã, este Pokémon rola morro abaixo em busca de alimento.
tr: Geodude derin bir şekilde uyurken kendisini yarıya kadar yere gömer. Dağ tırmanıcıları üzerine bassa bile uyanmaz. Bu Pokémon sabahları yiyecek aramak için dağlardan aşağı yuvarlanır.

# Graveler.Description
source: Rocks are Graveler’s favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.
de: Steine sind Georoks Lieblingsspeise. Dieses Pokémon klettert vom Fuße eines Berges zu seinem Gipfel empor und zermalmt dabei das Gestein. Wenn es den Gipfel erreicht hat, rollt es wieder herunter.
es: Las piedras son la comida preferida de Graveler. Este Pokémon sube a la cima de las montañas devorando todas las rocas que va encontrando a su paso. Una vez que alcanza la cumbre, baja rodando hasta la falda.
fr: La nourriture préférée de Gravalanch est la roche. Ce Pokémon escalade parfois les montagnes, dévorant les rochers sur son passage. Une fois au sommet, il se laisse rouler jusqu’en bas.
he: אבנים הן האוכל האהוב של Graveler. פוקימון זה לטפס על הר מהבסיס אל פסגת ההר crunchingly ובמסעות על סלעים כל הזמן. כשמגיעים הפסגה, הוא מתגלגל בחזרה לתחתית.
it: Il cibo preferito da Graveler sono le rocce. Infatti è capace di risalire un monte dalla base alla cima, sgranocchiando rocce tutto il tempo. Una volta raggiunta la cima, si lancia in discesa rotolando.
ja: やまの ふもとから さんちょうまで のぼる あいだに だいすきな いわを ガリガリ たべる。 ちょうじょうに つくと また ころがりおちる。
pt_br: As rochas são a comida favorita do Graveler. Este Pokémon vai subir uma montanha da base, para a cimeira, cravando seus punhos nas pedras o tempo todo. Ao atingir o pico, ele voltara para baixo.
tr: Taşlar Graveler'ın en sevdiği yiyecektir. Bu Pokémon, yoldaki bütün taşları yiyerek, dağın eteklerinden zirvesine kadar tırmanır. En teğeye ulaştığında ise tekrar aşağıya yuvarlanır.

# Golem.Description
source: Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon’s course.
de: Geowaz ist dafür bekannt, dass es Berghänge herunterrollt. Damit es nicht in die Häuser der Menschen hineinrollt, wurden Gräben so an den Bergen angelegt, dass der Weg dieses Pokémon umgeleitet wird.
es: Golem es conocido por su afición a bajar de las montañas rodando. La gente que vive en la falda de las mismas ha cavado surcos para conducirlo en su descenso por las laderas y evitar que se cuele en sus casas.
fr: On sait que les Grolem se laissent rouler en bas des montagnes. Afin d’éviter qu’ils roulent sur les maisons des gens, des tranchées ont été creusées le long des montagnes pour les guider dans leurs descentes infernales.
he: Golem ידוע מתגלגל במורד מההרים. כדי למנוע מהם לתוך הבתים של אנשים במורד ההר, חריצים נחפרו לדפנות של ההרים כדי לשמש מדריך דרכים שהסחת. את הקורס של פוקימון הזה.
it: Golem è noto per rotolare in discesa lungo il pendio dei monti. Per evitare che finisca dentro le case a valle, sono stati creati dei canaloni sui pendii dei monti per guidarne il percorso durante la discesa.
ja: やまの しゃめんに ほってある ぞは ころがり おちてきた ゴローニャが んかに ぶつからない ように するための とおり ちに なっているぞ。
pt_br: Golem é conhecido para rolar montanha abaixo. Para impedi-los que ele role sobre as casas das pessoas que vivem na montanha, sulcos foram cavados nos lados das montanhas para servir como guias e desviar o curso deste Pokémon.
tr: Golem dağlardan aşağı yuvarlanmasıyla bilinir. İnsanların evlerine yuvarlanmasını engellemek için dağlara, Pokémon'u yönlendirme amaçlı oyuklar kazılmıştır.

# Ponyta.Description
source: Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.
de: Nach seiner Geburt ist Ponita sehr schwach. Es braucht sehr lange, bis es auf allen Vieren steht. Dieses Pokémon wird stärker, da es bei dem Versuch, mit seinen Eltern Schritt zu halten, immer wieder stolpert und hinfällt.
es: Al nacer, Ponyta es muy débil y apenas puede ponerse en pie. Con todo, se va haciendo más fuerte al tropezarse y caerse en su intento por seguir a sus progenitores.
fr: À sa naissance, Ponyta est très faible. Il peut à peine tenir debout. Ce Pokémon se muscle en trébuchant et en tombant, lorsqu’il essaie de suivre ses parents.
he: Ponyta חלש מאוד בלידה. זה בקושי מסוגל לעמוד. פוקימון זה מתחזקת על ידי למטה כדי לשמור על קשר עם האב שלו
it: Ponyta è molto debole alla nascita e riesce a malapena a reggersi in piedi. Poi si rinforza a furia di inciampare e cadere, cercando di tenere il passo dei suoi genitori.
ja: うまれて すぐは たちあがるのも やっとだが ころびながら おやの あとを おいかけている うちに じょうぶな あしこしに そだつのだ。
pt_br: Ponyta é muito fraco ao nascimento. Ele mal pode ficar em pé. Este Pokémon torna-se mais forte cada vez que tropeça e cai seguindo seu pai.
tr: Ponyta doğumunda çok zayıftır. Zar zor ayağa kalkar. Bu Pokémon ebeveynlerine yetişmek için düşe kalka güçlenir.

# Rapidash.Description
source: Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.
de: Man kann Gallopa dabei beobachten, wie es fröhlich über Felder und Wiesen galoppiert. Wenn dieses Pokémon jedoch Ernst macht, erreicht es bis zu 240 km/h. Dann beginnt seine Mähne zu lodern.
es: A Rapidash se le suele ver trotando sin rumbo fijo por los campos y llanos. Cuando tiene que ir a algún sitio en concreto, se le aviva el fuego de las melenas y emprende el galope llameante llegando a los 240 km/h.
fr: On voit souvent Galopa trotter dans les champs et les plaines. Cependant, lorsque ce Pokémon s’en donne la peine, il peut galoper à plus de 240 km/h et sa crinière flamboyante s’embrase.
he: Rapidash בדרך כלל ניתן לראות cantering כבדרך אגב, שדות ומישורים. עם זאת, כאשר זה פוקימון הופך רציני, מאנס הלוהט שלה נורים ומתלקחים כפי שזה הנושא את דרכו עד 150 קמ ש.
it: Rapidash si vede comunemente galoppare in campagne e pianure. Quando si lancia a tutta velocità la sua criniera infuocata brilla e arde mentre galoppa fino a 240 km/h.
ja: いつもは のんびり のはらを かけまわっているが ひとたび ほんきを だすと たてが の ほのおが もえあがり じそく２４０キロで はしりだす。
pt_br: Rapidash geralmente pode ser visto galopando nos campos e planícies. No entanto, quando este Pokémon fica sério, seus manes de fogo incendeiam e brilham cada vez ue ele galopa em ate 150 km/h.
tr: Rapidash genelde ovalarda ve tarlalarda dört nala koşarken görülür. Ancak bu Pokémon ciddileşirse, 250 km/s ile dört nala koşarken alevli yelesi ateş ile parlar.

# Slowpoke.Description
source: Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.
de: Flegmon benutzt seinen Schweif, um Beute zu fangen, indem es ihn an einem Flussufer ins Wasser taucht. Dieses Pokémon vergisst häufig, was es gerade tun wollte, und verbringt ganze Tage damit, am Ufer herumzutrödeln.
es: Slowpoke usa la cola para atrapar a sus presas metiéndola bajo el agua en las riberas de los ríos. Con todo, es olvidadizo, se le puede pasar lo que estaba haciendo y quedarse días enteros holgazaneando en la orilla.
fr: Ramoloss trempe sa queue dans l’eau au bord des rivières pour attraper ses proies. Cependant, ce Pokémon oublie souvent ce qu’il fait là et passe des jours entiers à traîner au bord de l’eau.
he: Slowpoke משתמש זנבו לתפוס טרף על ידי טבילת האזוב במים לצד הנהר. עם זאת, פוקימון זה לעיתים קרובות שוכח מה זה עושה, לעיתים קרובות מבלה ימים כולו רק בטלנות על שפת המים.
it: Slowpoke usa la coda per pescare la preda, immergendola in acqua dalle rive dei fiumi. Tuttavia, spesso dimentica cosa stava facendo e trascorre giorni interi a ciondolare vicino ai corsi d’acqua.
ja: しっぽを かわに いれて エサを つっているが そのうち なにを しているのか わすれてしまい かわべりに ねそべったまま １にちを おえる。
pt_br: Slowpoke usa sua cauda para capturar presas ao mergulharla na água nas margens de um rio. No entanto, este Pokémon muitas vezes esquece o que está fazendo e muitas vezes passa dias inteiros só vadiando na beira da água.
tr: Slowpoke kuyruğunu nehir kenarında suya batırarak av bekler. Ancak bu Pokémon genelde ne yaptığını unutur ve sıklıkla günlerini boş boş su kenarında hiçbir şey yapmadan geçirir.

# Slowbro.Description
source: Slowbro’s tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.
de: An Lahmus’ Schweif hat sich ein Muschas festgebissen. Daher kann es ihn nicht mehr zum Fischen benutzen und ist dazu gezwungen, umherzuschwimmen und Ausschau nach Beute zu halten.
es: Slowbro lleva en la cola un Shellder enganchado, sujeto por los dientes. Como Slowbro no puede usar la cola para pescar, se mete en el agua de mala gana en busca de sus presas.
fr: Flagadoss a un Kokiyas solidement attaché à sa queue. Du coup, il ne peut plus l’utiliser pour pêcher. Flagadoss est donc obligé, à contrecœur, de nager pour attraper ses proies.
he: הזנב של Slowbro יש Shellder מחובר היטב עם ביס. כתוצאה מכך, הזנב אינם יכולים לשמש עבור לדוג יותר. זה גורם Slowbro לשחות ובחוסר לתפוס טרף במקום.
it: Slowbro ha uno Shellder saldamente attaccato alla coda, che quindi non può più essere usata per pescare. Così Slowbro può essere visto nuotare di malavoglia per catturare una preda.
ja: シェルダーが か ついて いるので しっぽで エサを つれなくなった ヤドランは しぶしぶ すいちゅうを およいで エサを つかまえている。
pt_br: A cauda de Slowbro tem uma casca firmemente presa com uma mordida. Como resultado, a cauda não pode mais ser utilizada para a pesca. Isso faz com que Slowbro tenha que nadar para capturar suas presas.
tr: Slowbro’nun kuyruğuna bir ısırıklıkla sabitlenmiş bir Shellder bulunur. Sonuç olarak kuyruğunu artık avlanmak için kullanamaz. Bu sebeple Slowbro avlanmak için yüzmeye ve avlarını yakalamaya başlar.

# Magnemite.Description
source: Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.
de: Magnetilo segelt durch die Luft und sendet dabei elektromagnetische Wellen an beiden Seiten seines Körpers aus. Dieses Pokémon wird flugunfähig, wenn die Stromquelle in seinem Inneren erschöpft ist.
es: Magnemite flota en el aire emitiendo ondas electromagnéticas, a través de las unidades de las extremidades, que bloquean la gravedad. Si se agota su suministro de electricidad interno, es incapaz de mantenerse flotando.
fr: Magnéti flotte dans les airs en émettant des ondes électromagnétiques par les aimants sur ses côtés. Ces ondes annulent les effets de la gravité. Ce Pokémon ne peut plus voler si son stock d’électricité est épuisé.
he: Magnemite צף באוויר על ידי פליטת גלים אלקטרומגנטיים מיחידות אצל הצדדים שלה. הגלים האלה לחסום את כוח המשיכה. פוקימון זה הופך להיות מסוגל טיסה, אם אספקת חשמל פנימית שלו תיגמר.
it: Magnemite fluttua a mezz’aria emanando onde elettromagnetiche dai suoi elementi laterali. Queste onde bloccano la forza di gravità. Il Pokémon non riesce a rimanere sospeso dopo aver esaurito la carica elettrica.
ja: さゆうの ユニットから でんじはを だす ことで じゅうりょくを さえぎり くうちゅうに うかぶ。 たいないの でんきが なくなると とべなくなる。
pt_br: Magnemite flutua no ar, emitindo ondas eletromagnéticas das unidades em seus lados. Estas ondas bloqueiam a gravidade. Este Pokémon se torna incapaz de voo se sua alimentação eléctrica se esgota.
tr: Magnemite yanındaki ünitelerden yayılan elektromanyetik dalgalar sayesinde havada süzülür. Bu dalgalar yer çekimini engeller. Eğer içindeki elektrik kaynağı boşalırsa bu Pokémon artık uçamaz.

# Magneton.Description
source: Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.
de: Magneton strahlt eine starke magnetische Energie ab, die für elektronische Geräte und Präzisionsinstrumente sehr schädlich ist. In einigen Städten werden die Bewohner gebeten, dieses Pokémon in einem Pokéball zu halten.
es: Magneton emite una fuerte energía magnética, fatal para los instrumentos electrónicos y de precisión. Este es el motivo por el que, dicen, mucha gente mantiene a este Pokémon en su Poké Ball.
fr: Magnéton émet un puissant champ magnétique qui neutralise les appareils électroniques. Certaines villes demandent aux propriétaires de ces Pokémon de les garder dans leurs Poké Balls.
he: Magneton פולט כוח מגנטי רב עוצמה, אשר היא קטלנית מכשירי אלקטרוניקה ודיוק. מסיבה זו, הוא אמר כי כמה עיירות להזהיר אנשים לשמור זה פוקימון בתוך כדור Poké.
it: Magneton emette una potente carica magnetica fatale per gli strumenti elettronici e di precisione. Per questo motivo molte città impongono ai cittadini di tenere questi Pokémon nelle Poké Ball.
ja: きょうりょくな じりょくせんで せい つきかいを こわしてしまうため モンスターボールに いれて おかないと ちゅういされる まちも あるという。
pt_br: Magneton emite uma poderosa força magnética que é fatal para instrumentos eletrônicos e de precisão. Por isso, diz-se que algumas cidades alertam as pessoas para que mantenham este Pokémon dentro de uma Pokebola.
tr: Magneton elektronik aletler için ölümcül olabilen çok güçlü bir manyetik alan yayar. Bu sebeple bazı kasabaların insanları Magneton'larını Poké Toplarında tutmaları konusunda uyardığı söylenmektedir.

# Farfetchd.Description
source: Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.
de: Porenta trifft man immer mit einem Pflanzenstängel an, dessen Qualität unterschiedlich ausfallen kann. Von diesem Pokémon wird behauptet, es kämpfe gegen die eigenen Artgenossen um die besten Stängel.
es: Al parecer, entre los puerros que suelen llevar los Farfetch’d, los hay mejores y peores. A estos Pokémon se les ha visto luchar entre ellos por los mejores puerros.
fr: On voit souvent des Canarticho avec une tige, récupérée sur une plante quelconque. Apparemment, ils peuvent distinguer les bonnes des mauvaises. On a vu ces Pokémon se battre pour des histoires de tiges.
he: Farfetch'd נתפסת תמיד עם גבעול של צמח כלשהו. ככל הנראה, ישנם גבעולי טוב, גבעולי רע. פוקימון זה כבר ידוע להילחם עם אחרים על הגבעול.
it: Farfetch’d ha sempre con sé il gambo di qualche pianta. Pare che alcuni gambi siano migliori di altri. Spesso lotta con altri Pokémon per avere i gambi migliori.
ja: もっている しょくぶつの クキにも よいものと そうでない ものが あるらしく カモネギどうしが クキを めぐって たたかう ことが ある。
pt_br: Farfetch que é sempre visto com um caule de uma planta de algum tipo. Aparentemente, há boas hastes e caules ruins. Este Pokémon é conhecido por lutar com os outros por os caules.
tr: Farfetch’d her zaman elinde tuttuğu bir bitki dalı ile görülür. Görünüşe göre, iyi ve kötü dallar mevcuttur. Bu Pokémon başkalarıyla dallar için savaşır.

# Doduo.Description
source: Doduo’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.
de: Dodu hat zwei Köpfe mit absolut identischen Gehirnen. Eine wissenschaftliche Studie hat allerdings nachgewiesen, dass es auch Exemplare dieses Pokémon gibt, die zwei unterschiedliche Gehirne haben.
es: Doduo es un Pokémon bicéfalo de cerebros idénticos. Según un estudio científico, podría darse el extraño caso de que hubiera algún Doduo con cerebros distintos.
fr: Les deux têtes de Doduo contiennent des cerveaux totalement identiques. Une étude scientifique démontra que dans des cas rares, certains de ces Pokémon possèdent des cerveaux différents.
he: שני ראשים של Doduo מכילים המוח זהים לחלוטין. מחקר מדעי דיווחו כי במקרים נדירים, יהיו דוגמאות זה פוקימון הפו סטים שונים של המוח.
it: Le due teste di Doduo contengono lo stesso identico cervello. Secondo uno studio scientifico sono stati riportati rari casi di Doduo con cervelli diversi.
ja: ２つの あたまは おなじ のう そを もつ。 まれに べつべつの のうを もった ドードーが うまれてくると けんきゅうで ほうこくされた。
pt_br: Doduo de duas cabeças que contem cérebros completamente idênticos. Um estudo científico informou que, em raras ocasiões, haverá exemplos deste Pokémon que possuem diferentes conjuntos de cérebros.
tr: Doduo'nun iki kafası tamamen aynı iki beyne sahiptir. Bilimsel bir araştırmaya göre nadir durumlarda iki kafanın, iki farklı beyne sahip olduğu örnekler görülmüştür.

# Dodrio.Description
source: Apparently, the heads aren’t the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.
de: Dodri hat nicht nur drei Köpfe, auch andere Körperteile sind dreifach vorhanden. Es besitzt drei Herzen und drei Lungen, sodass es lange Strecken ohne Pause rennen kann.
es: Según parece, las cabezas no son las únicas partes del cuerpo que tiene triplicadas. Dodrio también tiene tres corazones y tres pares de pulmones. Con esta constitución, puede correr largas distancias sin cansarse.
fr: Apparemment, Dodrio ne se contente pas d’avoir trois têtes. Il semble également avoir trois cœurs et six poumons, ce qui lui permet de courir très longtemps sans s’épuiser.
he: ככל הנראה, ראשי אינם החלקים היחידה של הגוף, כי Dodrio יש שלושה. יש שלוש קבוצות של הלב והריאות, אז זה מסוגל לרוץ מרחקים ארוכים ללא מנוחה.
it: Pare che Dodrio non abbia soltanto tre teste, ma anche altri organi triplici: ha infatti anche tre cuori e sei polmoni che gli consentono di percorrere grandi distanze senza sosta.
ja: ３つあるのは あたまだけでは ないらしい。 しんぞうと はいも ３つなので いきぎれしないで ながい きょりを はしる ことが できるのだ。
pt_br: Aparentemente, as cabeças não são as únicas partes do corpo que Dodrio tem três. Tem três conjuntos de corações e pulmões, assim que ele é capaz de correr longas distâncias sem descanso.
tr: Görüldüğü kadarıyla Dodrio'nun üç taneye sahip olduğu tek şey kafaları değil. Aynı zamanda üç kalbe ve üç çift ciğere sahiptir ve bu sayede uzun mesafeleri dinlenme ihtiyacı duymadan koşabilir.

# Seel.Description
source: Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.
de: Jurob jagt unter der frostigen Oberfläche des Eismeeres nach Beute. Zum Luftholen schlägt es mit dem vorstehenden Teil seines Kopfes ein Loch ins Eis.
es: Seel busca a sus presas en aguas heladas, bajo las capas de hielo. Cuando necesita respirar, abre un agujerito en el hielo con la afilada protuberancia que tiene encima de la cabeza.
fr: Otaria chasse ses proies dans l’eau gelée, sous la couche de glace. Lorsqu’il cherche à respirer, il perce un trou en frappant la glace avec la partie saillante de sa tête.
he: Seel צד אחר טרף בים הקפוא מתחת הסדינים של קרח. כאשר הוא צריך לנשום, זה מכה חור דרך הקרח עם המקטע בחדות הבולטות של הראש.
it: Seel caccia le prede nel mare gelido sotto le lastre di ghiaccio. Per respirare apre un foro nel ghiaccio usando la protuberanza appuntita sulla sommità del capo.
ja: こおりに おおわれた う で エサを とる。 いきつぎを するときは あたまの でっぱりで こおりを わって う から かおを だす。
pt_br: Seel caça suas presas no gélido mar debaixo dos lençóis de gelo. Quando ele precisa respirar, ele abre um buraco no gelo com a parte pontuda e saliente da sua cabeça.
tr: Seel buz gibi denizde, buz katmanlarının altında avlanır. Nefes alması gerektiğinde, kafasındaki boynuzda buz katmanlarında bir delik açar.
